Repository: kume1a/movies
Catalog: lib/src/l10n/app_*.arb
Languages: ka

source: Cancel
ka: გაუქმება

source: Save
ka: შენახვა

source: Ok
ka: კარგი

source: Clear
ka: წაშლა

source: Search
ka: ძებნა

# duration
source: {hours}h {minutes}m
ka: {hours}სთ {minutes}წთ

# hours
source: {hours}h
ka: {hours}სთ

# minutes
source: {minutes}m
ka: {minutes}წთ

# reviews
source: {count} reviews
ka: {count} მნახველი

source: Other
ka: სხვა

# genreAll
source: All
ka: ყველა

# genreSciFi
source: Sci-Fi
ka: ფანტასტიკა

# genreComedy
source: Comedy
ka: კომედია

# genreFamily
source: Family
ka: საოჯახო

# genreAdventure
source: Adventure
ka: სათავგადასავლო

# genreDrama
source: Drama
ka: დრამა

# genreThriller
source: Thriller
ka: თრილერი

# genreMystery
source: Mystery
ka: მისტიკა

# genreTvSeries
source: TV Series
ka: სერიალი

# genreAnimation
source: Animation
ka: ანიმაციური

# genreAction
source: Action
ka: მძაფრ-სიუჟეტიანი

# genreFantasy
source: Fantasy
ka: ზღაპრული (ფენტეზი)

# genreRomance
source: Romance
ka: მელოდრამა

# genreHorror
source: Horror
ka: საშინელებათა

# genreCrime
source: Crime
ka: დეტექტივი

# genreDocumentary
source: Documentary
ka: დოკუმენტური

# genreSport
source: Sport
ka: სპორტული

# genreShort
source: Short
ka: მოკლემეტრაჟიანი

# genreAnime
source: Anime
ka: ანიმე

# genreHistory
source: History
ka: ისტორიული

# genreMusical
source: Musical
ka: მიუზიკლი

# genreWestern
source: Western
ka: ვესტერნი

# genreBiography
source: Biography
ka: ბიოგრაფიული

# genreMusic
source: Music
ka: მუსიკა

# genreWar
source: War
ka: საომარი

# genreAdult
source: Adult
ka: ეროტიკული

# genreAuto
source: Auto
ka: ავტო

# qualityMedium
source: Medium
ka: საშუალო

# qualityHigh
source: High
ka: მაღალი

# languageGeo
source: Georgian
ka: ქართული

# languageEng
source: English
ka: ინგლისური

# languageRus
source: Russian
ka: რუსული

# languageJpn
source: Japanese
ka: იაპორნური

# languageFre
source: French
ka: ფრანგული

# languageGer
source: German
ka: გერმანული

# languageKor
source: Korean
ka: კორეული

# languageSpa
source: Spanish
ka: ესპანური

# languagePor
source: Portuguese
ka: პორტუგალიური

# homeHeaderSearch
source: Movies, Actors, Directors
ka: ფილმები, მსახიობები, რეჟისორები

# homeHeaderWatchLater
source: Continue Watching
ka: გააგრძელეთ ყურება

# homeWatchLaterLeftAt
source: Left at
ka: შეჩერდა

# homeHeaderTopSelection
source: Top Selection
ka: ტოპ ფილმები

# homeHeaderMovies
source: Movies
ka: ფილმები

# favoritesOptionSeeAll
source: See All
ka: ყველას ნახვა

# favoritesOptionGroups
source: Groups
ka: ჯგუფები

# favoritesHeaderDeleteGroup
source: Delete group {groupName}?
ka: წაიშალოს {groupName}?

# favoritesContentDeleteGroup
source: Group {groupName} will be deleted, as well as its movies
ka: ჯგუფი {groupName} წაიშლება, ისევე როგორც მისი ფილმები

# favoritesHeaderAddGroup
source: Add Group
ka: ჯგუფის დამატება

# favoritesAddGroupHintNameField
source: Name
ka: სახელი

# favoritesNoMovieHeader
source: No movie has been added.
ka: არცერთი ფილმი არ დამატებულა

# favoritesClick
source: Click
ka: დააჭირეთ

# favoritesNoMoviesMessageEnd
source: in details page to save
ka: დეტალების გვერდზე რომ შეინახოთ

# statisticsMovieWatched
source: Movies Watched
ka: ნაყურები ფილმები

# statisticsTVSeriesWatched
source: TV Series Watched
ka: ნაყურები სერიები

# statisticsEpisodesWatched
source: Episodes Watched
ka: ნაყურები სერიალები

# statisticsOptionYear
source: This Year
ka: წელი

# statisticsOptionMonth
source: This Month
ka: თვე

# statisticsOptionWeek
source: This Week
ka: კვირა

# statisticsAverageTime
source: Average Time
ka: საშუალო დრო

# statisticsHeaderMovieGenres
source: Watched Movie Genres
ka: ფილმის ჟანრები

# searchFieldHint
source: Search movies...
ka: ფილმის ძებნა...

# movieGroupButtonAddMovie
source: Add Movie
ka: ფილმის დამატება

# addMovieHintSearchField
source: Search...
ka: ძებნა...

# addMovieButtonAdd
source: Add
ka: დამატება

# addMovieButtonRemove
source: Remove
ka: წაშლა

# settingsHeaderLanguage
source: Language
ka: ენა

# settingsChangeLanguage
source: Change language
ka: ენის შეცვლა

# settingsChangeLanguageDialogHeader
source: Language
ka: ენა

# settingsHeaderVideoPlayer
source: Video Player
ka: ვიდეო ფლეიერი

# settingsAutoplay
source: Autoplay
ka: ავტომატური დაკვრა

# settingsCommentAutoplay
source: Start video automatically when loaded
ka: ვიდეოს ავტომატურად დაკვრა, როდესაც ჩაიტვირთება

# settingsDoubleTapToSeek
source: Double tap to seek
ka: გადახვევა ორჯერ დაჭერით

# settingsCommentDoubleTapToSeek
source: {value} seconds
ka: {value} წამი

# settingsDoubleTapToSeekDialogHeader
source: Double tap to seek
ka: გადახვევა ორჯერ დაჭერით

# settingsDoubleTapToSeekDialogItem
source: {seconds} sec
ka: {seconds} წამი

# settingsHeaderHistory
source: History
ka: ისტორია

# settingsClearSearchHistory
source: Clear search history
ka: ძიების ისტორიის წაშლა

# settingsCommentClearSearchHistory
source: Clear saved movies present in search page
ka: გაასუფთავეთ ისტორია ძიების გვერდზე

# settingsClearSearchHistoryDialogHeader
source: Clear search history?
ka: ძიების ისტორიის წაშლა

# settingsClearSearchHistoryDialogContent
source: Deleted history can't be restored Confirm to delete.
ka: წაშლილი ისტორია ვერ აღდგება დაადასტურეთ რომ წაიშალოს.

# settingsClearSavedMovies
source: Clear saved movies
ka: შენახული ფილმების წაშლა

# settingsCommentClearSavedMovies
source: Delete saved movies from "Continue Watching"
ka: ფილმების გასუფთავება "გააგრძელეთ ყურებიდან"

# settingsClearSavedMoviesDialogHeader
source: Clear saved movies?
ka: შენახული ფილმების წაშლა

# settingsClearSavedMoviesDialogContent
source: Deleted movies can't be restored. Confirm to delete.
ka: წაშლილი ფილმები ვერ აღდგება. დაადასტურეთ რომ წაიშალოს.

# settingsRecordSearchHistory
source: Record search history
ka: ძიების ისტორიის ჩაწერა

# settingsRecordWatchHistory
source: Record watch history
ka: ნახვის ისტორიის ჩაწერა

# settingsClearFavorites
source: Clear favorites
ka: ფავორიტების წაშლა

# settingsCommentClearFavorites
source: Clear movies from "Favorites" page
ka: ფილმების წაშლა "ფავორიტების" გვერდიდან

# settingsClearFavoritesDialogHeader
source: Clear favorite movies?
ka: ფავორიტების წაშლა

# settingsClearFavoritesDialogContent
source: Delete all favorite movies, but retain movie groups
ka: წაიშლება ფავორიტები, მაგრამ დარჩება ჯგუფები

# settingsClearFavoritesDialogClearGroups
source: Clear groups
ka: ჯგუფების წაშლა

# settingsHeaderCache
source: Cache
ka: ქეში

# settingsClearCache
source: Clear cache
ka: ქეშის წაშლა

# settingsCommentClearCache
source: Clear cached movies and seasons
ka: წაშლის დაქეშილ ფილმებსა და სეზონებს

# settingsClearCacheDialogHeader
source: Clear cache?
ka: ქეშის წაშლა

# settingsClearCacheDialogContent
source: The action will delete all the cached movies and seasons
ka: მოქმედება წაშლის სისტემაში ყველა დაქეშილ ფილმებსა და სეზონებს

# detailsHeaderCast
source: Cast
ka: მსახიობები

# detailsButtonContinue
source: Continue
ka: გაგრძელება

# detailsOptionNoGroup
source: No Group
ka: ჯგუფის გარეშე

# streamHeaderRecommended
source: Recommended
ka: რეკომენდირებული

# streamOptionLanguage
source: Language
ka: ენა

# streamOptionSpeed
source: Speed
ka: სიჩქარე

# streamOptionQuality
source: Quality
ka: ხარისხი

# streamSeason
source: Season {season}
ka: სეზონი {season}

# streamEpisode
source: Episode {episode}
ka: ეპიზოდი {episode}

# streamEp
source: Ep {episode}
ka: ეპ {episode}
